{
  "jobs": [
    {
      "company": "Tackle",
      "title": "Marketing Designer and Developer",
      "location": "Remote",
      "href": "https://tackle.io",
      "years": "2022-2023",
      "description": "As the lead Web Developer and Designer at Tackle, I work on the Marketing Team to manage, maintain, and improve the marketing site. My responsibilities vary at Tackle from DevOps, to Design Systems, to bug fixes, and more. I work mostly with Figma, HTML, CSS, JavaScript, Next JS, React, Tailwind CSS, WordPress, and PHP.",
      "featuredProjects": [
        {
          "title": "Marketplace Readiness Review",
          "href": "https://readiness-review.vercel.app/",
          "description": "A React application built with Next JS and hosted on Vercel. The application is a tool for Tackle to analyze potential customers and their level of readiness in taking their software to market.",
          "techStack": "React, Next JS, Vercel, Marketo, Tailwind CSS"
        },
        {
          "title": "State of Cloud Marketplace Interactive Report",
          "href": "https://somp.tackle.io/",
          "description": "Created a landing page for the 2023 Tackle State of Cloud Marketplaces using Next JS, Tailwind, and Vercel.",
          "techStack": "Next JS, Vercel, Tailwind CSS"
        }
      ]
    },
    {
      "company": "Ampry",
      "title": "Founding Product Designer",
      "location": "Pleasant Grove, UT",
      "href": "https://ampry.com",
      "years": "2021-2022",
      "description": "Created the founding product design and brand for Ampry. Ampry is an tech start up in Utah focused on Conversion Rate Optimization for hundreds of varying clients. Worked with the Adobe Suite, Figma, Webflow, and Shopify.",
      "featuredProjects": [
        {
          "title": "Ampry Website Redesign",
          "href": "https://ampry.webflow.io",
          "description": "Created a landing page for Ampry using Next JS, Tailwind, and Vercel.",
          "techStack": "Webflow, Shopify, Figma"
        },
        {
          "title": "Ampry Product Design",
          "href": "https://dribbble.com/shots/16782050-Ampry-2-0-Product-Design",
          "description": "Created the founding product design and brand for Ampry.",
          "techStack": "Figma, Design Systems"
        }
      ]
    }
  ]
}